export const dayDescription = [
  {
    title: "서로를 알아가는 첫날!",
    desc: [
      "프로필을 작성하고, 공유하며, 자기소개를 하고, 밸런스 게임을 통해 공통점과 차이점을 발견한 뒤, 첫인상을 남겨보며 우리만의 첫 기록을 만들어본다.",
    ],
    activity: [
      {
        step: 1,
        title: "우리 자기소개 해볼까?",
        desc: "각자의 프로필을 작성하고, 팀원들과 공유하면서 간단한 퀴즈를 통해 서로에 대해 가볍게 알아가자!",
        href: "/profile",
      },
      {
        step: 2,
        title: "우린 얼마나 비슷할까?",
        desc: "다양한 질문의 밸런스 게임을 통해 서로의 성향을 비교하고, 얼마나 비슷한지 알아보자!",
        href: "/balance-game",
      },
      {
        step: 3,
        title: "우리의 모습은 어떨까?",
        desc: "서로의 첫인상을 공유하며, 각자의 생각을 통해 우리가 어떤 모습일지 알아보자!",
        href: "/first-impression",
      },
    ],
  },
  {
    title: "경험을 나누고, 서로의 생각을 탐색하는 시간!",
    desc: [
      "각자의 과거를 돌아보며 경험을 공유하고,",
      "특정 상황에서 어떻게 행동하는지 이야기해본다.",
    ],
    activity: [
      {
        step: 1,
        title: "나는 말이야 이랬었다?",
        desc: "다양한 질문을 통해서 본인의 경험 속에 담긴 이야기들을 나눠보자!",
        href: "/experience-question",
      },
      {
        step: 2,
        title: "지금 무슨 상황인거야?",
        desc: "주어진 특별한 상황에서 하나의 선택을 내리고, 다른 사람들의 선택과 비교하며 이야기를 나눠보자!",
        href: "/situation-question",
      },
    ],
  },
  {
    title: "취향과 성향을 알아보는 시간!",
    desc: [
      "서로의 관심사를 공유하고, ‘나 사용법’을 작성하며 편안한 소통 방법을 찾아본다.",
    ],
    activity: [
      {
        step: 1,
        title: "우린 어떤 취향일까?",
        desc: "다양한 취향 질문을 통해 서로의 공통점과 차이를 알아보고, 얼마나 비슷한지 확인해 보자!",
        href: "/preference-question",
      },
      {
        step: 2,
        title: "나 사용법",
        desc: "공통 질문을 통해 '나'라는 사람에 대한 사용법을 작성하고, 서로를 더 깊이 이해하는 시간을 가져보자!",
        href: "/user-guide",
      },
    ],
  },
  {
    title: "함께할 활동을 구체화하는 날!",
    desc: [
      "공통된 관심사를 바탕으로 실현 가능한 계획을 세우고, 협력과 소통을 통해 의미 있는 경험 만들어간다.",
    ],
    activity: [
      {
        step: 1,
        title: "우리 지금 만나, 아 당장 만나",
        desc: "함께 하고 싶은 활동을 이야기해보고, 새로운 추억을 쌓아주는 약속을 같이 정해보자!",
        href: "/promise-creation",
      },
    ],
  },
  {
    title: "마지막 시간!",
    desc: [
      "첫인상과 현인상을 비교하며 변화를 돌아보고, 5일간의 경험을 정리하며  프로젝트를 마무리한다.",
    ],
    activity: [
      {
        step: 1,
        title: "우리의 모습은 어땠을까?",
        desc: "현인상과 첫인상을 비교하며 지난 5일 동안의 경험과 변화를 되돌아보자.",
        href: "/current-impression",
      },
      {
        step: 2,
        title: "지난 5일 돌아보자",
        desc: "1일차부터 5일차까지 진행된 Rapo의 다양한 컨텐츠를 돌아보며 마무리 및 회고 해보자!",
        href: "/survey",
      },
    ],
  },
];
