export const projectData = [
    {
        id: 1,
        title: "10년지기 친구들",
        desc: "소중한 친구들과의 관계를 더욱 발전시키기 위해 이 서비스를 통해 다양한 활동을 계획하고 서로의 관심사를 공유하며 친밀도를 높이고 싶습니다.",
        day_status: "0"
    }, {
        id: 2,
        title: "가족 모임",
        desc: "가족들과의 소중한 시간을 계획하고 추억을 공유하며 더욱 돈독한 관계를 유지하기 위한 프로젝트입니다.",
        day_status: "2"
    }, {
        id: 3,
        title: "회사 동료들과의 협업",
        desc: "회사 동료들과의 협업을 통해 프로젝트를 성공적으로 완수하고 팀워크를 강화하기 위한 프로젝트입니다.",
        day_status: "6"
    }, {
        id: 4,
        title: "동아리 활동",
        desc: "동아리 멤버들과 함께 다양한 활동을 계획하고 즐기며 친목을 다지는 프로젝트입니다.",
        day_status: "3"
    }, {
        id: 5,
        title: "여행 계획",
        desc: "친구들과 함께 여행을 계획하고 준비하며 추억을 쌓기 위한 프로젝트입니다.",
        day_status: "5"
    }
]